export const macro = [
    {
        title: "Ключевые макроэкономические проблемы",
        number: "1",
        html: `
            <br>
            <b>жирный</b>
            <i>курсив</i>
            <p>параграф</p>
            <strong>тоже жирный? мб красный?</strong>
            <h1></h1>
            <h2></h2>
            <h3></h3>
            <h4></h4>
            <h5></h5>
            <h6></h6>
            <img src="">
            <a href="">гипертекст</a>
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Цели и инструменты государственного макроэкономического регулирования",
        number: "2",
        html: `
        <p>
            <b>Некоторый заполнитель</b> для компонента сворачивания. 
            Эта панель по умолчанию <i>скрыта</i>, но открывается, когда пользователь активирует соответствующий триггер.
        </p>
        <img src="img/cat.jpg" width="200" alt="just a cat">
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅Макроэкономические цели",
        number: "3",
        html: `
        За весь период развития общества в качестве наиболее важных целей, лежащих в основе экономической политики, выдвигалось достаточно большое количество целей. Дадим им краткую характеристику.
        <ol>
        <li>
            <strong>Экономический рост.</strong> Названная экономическая цель для реализации требует в первую очередь решения ряда задач. Экономический рост может быть достигнут в условиях наиболее эффективного использования всех имеющихся ресурсов и достижения максимально возможной занятости. Экономический рост предполагает превышение объемов национального производства в текущем периоде над объемом производства, полученным в прошлом периоде.
        </li>
        <li>
            <strong>Экономическая эффективность.</strong> Достижение экономической эффективности также требует решения нескольких задач. В первую очередь данная цель предполагает использование наилучших ресурсов, из всех имеющихся, во вторую – наиболее прогрессивную технологию и соответствующую ей по уровню рабочую силу. Постановка данной цели требует отказа общества от малоэффективного производства и труда.
        </li>
        <li>
            <strong>Экономическая  свобода.</strong> Данная цель предполагает свободу выбора для всех субъектов рынка в сфере деятельности, рода занятий, возможностях получения дохода. При реализации цели - экономической свободы - основной задачей правительства является совершенствование законодательства, при котором каждый из субъектов обладал бы равным правом, и никто не должен был ущемлять собственные интересы для удовлетворения чужих потребностей.
        </li>
        <li>
            <strong>Полная занятость (не путать с всеобщей занятостью)</strong> предполагает, что все, кто может и желает иметь работу, ее находят, и нет людей, не нашедших себе подходящего занятия. Полная занятость является желательным условием для экономики. Для реализации названной цели необходимо предусмотреть задачи по анализу структуры производства и ее развитию, а также ориентировать работников на получение необходимых профессий.
        </li>
        <li>
            <strong>Стабильный уровень цен.</strong> Названная цель предполагает, что все товары, производимые обществом, обладают одинаковой эффективностью, и никто не может перераспределить доходы в пользу собственного товара. Для поддержания стабильного уровня цен правительство должно осуществлять контроль за денежной массой, чтобы она соответствовала уровню произведенного товара.
        </li>
        <li>
            <strong>Справедливое  распределение доходов.</strong> Реализация данной цели требует такой организации распределения, при которой каждый участник производства мог бы получать доход, соответствующий качеству и количеству затраченного им труда. Справедливое распределение доходов способствует повышению эффективности труда носителем рабочей силы. Основной задачей государства при реализации этой цели является контроль на рынке труда за «справедливой» куплей-продажей рабочей силы, т. е. обеспечение правомочности в заключении сделок.
        </li>
        <li>
            <strong>Экономическая обеспеченность.</strong> Как экономическая цель, обеспеченность предполагает, что все граждане государства должны обладать продуктом, необходимым для поддержания их жизни на удовлетворительном уровне, независимо от их трудового вклада, а по существу принадлежности к государству. Для реализации данной цели государство ставит ряд задач, которые реализуются в его социальной политике.
        </li>
        <li>
            <strong>Торговый баланс.</strong> Эта цель означает, что каждое государство, участвуя в международном разделении труда и вступая в международные экономические отношения, не должно «жить в долг» за счет других государств, т. е. необходимо, чтобы количество продаваемых товаров совпадало по ценам с количеством приобретаемых товаров у других стран. Для реализации этой цели правительство должно создать систему стимулов для национального производства, делающих национальную продукцию конкурентоспособной на мировом рынке.
        </li>
        <ol>
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅Субъекты и объекты макроэкономики",
        number: "4",
        html: `
        Макроэкономический анализ включает четыре экономических субъекта:
        <ol>
            <li>Сектор домашних хозяйств.</li>
            <li>Сектор предпринимательства.</li>
            <li>Сектор государства.</li>
            <li>Заграница.</li>
        </ol>
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Различия между макро- и микроэкономикой",
        number: "5",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Система национальных счетов",
        number: "6",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ ВНП и ВВП",
        number: "7",
        html: `
            <strong>Валовой внутренний продукт</strong> - это стоимость конечных продуктов, созданных за определенный период времени производителями, ведущими производство на территории данной страны с помощью факторов производства, находящихся на территории названной страны.

            <strong>Валовой национальный продукт</strong> - это рыночная стоимость материальных благ и услуг, произведенных в экономике за определенный период времени (обычно год) посредством использования  факторов  производства,  находящихся  в собственности граждан данной страны, в том числе и на территории других стран.

            <strong>номинальный ВНП</strong> - сумма товаров и услуг, произведенная нацией в течение года, просчитанная в текущих ценах.
            <strong>Под реальным ВНП</strong> понимают сумму конечных товаров и услуг, произведенную нацией в течение года и просчитанную с учетом инфляционного прироста цен.
            <strong>Потенциальный ВНП</strong> - это сумма товаров и услуг, которая могла бы быть создана, если бы в экономике осуществлялось наиболее рациональное распределение продукта и существовала максимально возможная занятость.
            `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Экономический рост: понятие, показатели, типы",
        number: "8",
        html: `
        <strong>Экономический рост</strong> связан с эффективностью общественного производства. В свою очередь, эффективность общественного производства это его результативность, которая выражается в увеличении ВНП.

        <strong>Эффективность</strong> - величина относительная, в западной терминологии широкое распространение получила другая категория - результативность, в российской экономической литературе в основном используется термин «эффективность».
        
        <strong>Результативность</strong> - прирост продукта и дохода на единицу затрат ресурсов.
        
        Существует два пути повышения эффективности общественного производства: экстенсивный и интенсивный.
        
        <strong>Экстенсивный путь экономического роста</strong> - характеризуется приростом продукта за счет увеличения затрат ресурсов: земли, труда, капитала, производственных мощностей и т.д.
        
        <strong>Интенсивный путь экономического роста</strong> - характеризуется приростом продукта за счет наиболее рациональных способов использования имеющихся ресурсов, сопровождающихся сокращением затрат и увеличением результата.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Факторы экономического роста",
        number: "9",
        html: `
        На экономический рост влияют ряд факторов, которые можно охарактеризовать как экстенсивные, так и интенсивные. К экстенсивным факторам экономического роста относятся:
        <ul>
            <li>
                увеличение объема используемых средств производства неизменного технического уровня потенциальной эффективности;
            </li>
            <li>
                увеличение численности работников неизменного квалификационного уровня;
            </li>
            <li>
                интенсификация труда, сопровождающаяся увеличением продолжительности рабочего времени;
            </li>
            <li>
                ликвидация потерь ресурсов и увеличения количества их использования.
            </li>
        </ul>
        К интенсивным фактором экономического роста относятся:
        <ul>
            <li>
                развитие науки, расширение сферы ее применения и увеличение масштабов ее технологического использования;
            </li>
            <li>
                качественное улучшение орудий и предметов труда, изыскание новых источников энергии, разработка новых технологических процессов и т. д.;
            </li>
            <li>
                повышение общественной полезности рабочей силы;
            </li>
            <li>
                использование лучших по качеству природных ресурсов (лучших естественных и улучшенных экономических);
            </li>
            <li>
                повышение качества производимой продукции.
            </li>
        </ul>
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Экстенсивный и интенсивный типы экономического роста",
        number: "10",
        html: `
        <strong>Экстенсивный путь экономического роста</strong> - характеризуется приростом продукта за счет увеличения затрат ресурсов: земли, труда, капитала, производственных мощностей и т.д.
        
        <strong>Интенсивный путь экономического роста</strong> - характеризуется приростом продукта за счет наиболее рациональных способов использования имеющихся ресурсов, сопровождающихся сокращением затрат и увеличением результата.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Совокупный спрос и факторы, влияющие на него",
        number: "11",
        html: `
        <strong>Совокупный спрос</strong> - это представленные на рынке в денежной форме потребности со стороны населения, государства и предприятий. На совокупный спрос влияет уровень цен на продаваемые товары, доходы населения, размер налогов, объем государственных закупок, объем инвестиций предприятий и т. д.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Совокупное предложение и факторы, влияющие на него",
        number: "12",
        html: `
        Совокупное предложение представляет собой определенное количество материальных благ и услуг, которые предприятия предлагают на рынке населению, государству и друг другу. Совокупное предложение стремится к достижению потенциального объема производства.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Классическая и Кейнсианская концепции макроэкономического равновесия",
        number: "13",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Цикличность развития экономики",
        number: "14",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Фазы экономического цикла",
        number: "15",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Роль государства в регулировании экономических циклов",
        number: "16",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Занятость и рынок труда",
        number: "17",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Безработица: формы, виды",
        number: "18",
        html: `
        Естественный уровень безработицы - это незначительная часть трудоспособного населения, не желающего участвовать в общественном производстве. В разных странах уровень естественной безработицы колеблется от 2% до 4%.

        В условиях стабильности наблюдается <strong>текущая, или фрикционная безработица</strong>. Ее наличие не сказывается на макроэкономических показателях, т. к. она занимает краткий период времени: от двух недель до месяца. Она связана с переходом человека с одного рабочего места на другое, лучшее - с субъективной точки зрения.

        <strong>Структурная безработица</strong> - связана с развитием научно-технического прогресса. Под его влиянием происходит быстрое обновление техники и технологии, что приводит к потребности в рабочей силе нового качества.

        В связи с влиянием природных и климатических условий можно выделить <strong>сезонную безработицу</strong>. Как правило, она характерна для сельскохозяйственного производства, где существует прерывистый цикл производства.

        Под <strong>циклической безработицей</strong> следует понимать безработицу, возникающую в результате экономического спада. Она возникает в связи с сокращением промышленного производства и закрытием предприятий, в результате чего появляется относительный избыток рабочей силы. Циклическая безработица охватывает достаточно долгий временной период - до года и более.

        Под <strong>скрытой безработицей</strong> понимается сокращение рабочей недели, месяца или дня, уменьшение объемов выработки, что приводит к ухудшению рабочей дисциплины и сокращению производительности труда.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Безработица: регулирование, меры борьбы",
        number: "19",
        html: `
        Кейнс предполагал, что рост безработицы выше 10% приводит к утрате страной такого ресурса как рабочая сила, поэтому часто государства прибегают к искусственному увеличению занятости, зачастую за счет увеличения скрытой безработицы.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Определение уровня безработицы",
        number: "20",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Сущность инфляции",
        number: "21",
        html: `
        Инфляция - это процесс снижения покупательной способности денег. 
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Уровень и темп инфляции",
        number: "22",
        html: `
        В 50-е XX века американским ученым Филлипсом была отмечена зависимость между инфляцией и безработицей. Согласно его утверждению: рост инфляции сопровождается сокращением безработицы.

        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Виды инфляции",
        number: "23",
        html: `
        Выделяют несколько видов инфляции: скрытую, подавленную, текущую, галопирующую и гиперинфляцию.

        Под <strong>скрытой инфляцией</strong> понимается процесс «вымывания» дешевых товаров и замена их более дорогими без изменения уровня их качества.
        Удорожание товаров осуществляется по формальным признакам, например, изменение цвета изделия.

        <strong>Подавленная инфляция</strong> связана с государственной политикой и стремлением преодолеть ее. Государство ограничивает выплаты, в том числе и заработной платы, что снижает покупательную способность населения, и цены приостанавливают рост. Выплата обесцененной заработной платы приводит к получению государством так называемого инфляционного налога, т. е. разницы между номинальной и реальной заработной платой. Следовательно, подавление инфляции осуществляется за счет населения.

        <strong>Текущая инфляция</strong> представляет собой контролируемый процесс, при котором инфляция достигает от двух-пяти процентов в год до пяти процентов в месяц. Такая инфляция контролируется государством и связана с появлением новых товаров на замену устаревающих.

        <strong>Галопирующая инфляция</strong> составляет примерно 30 процентов в месяц и требует срочных мер по стабилизации экономики со стороны государства. В таких условиях экономика уже тяжело реагирует на меры, предпринимаемые государством, и может перейти к более сложной ситуации.

        <strong>Гиперинфляция</strong> связана с весьма сложной экономической ситуацией в экономике страны. При гиперинфляции темпы инфляционного роста цен составляют от 40 % в месяц до 5000 % в год. В результате высокой инфляции экономика становится неуправляемой. Обесценение денег приводит к отказу их использования. Субъекты рынка переходят к натуральному обмену или к использованию при обмене иностранной валюты.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Типы и формы инфляции",
        number: "24",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Инфляция и устойчивость денежного обращения",
        number: "25",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Сущность и цели кредитно-денежной политики",
        number: "26",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Функции центрального банка",
        number: "27",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Инструменты кредитно-денежной политики государства",
        number: "28",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "",
        number: "29",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Денежная масса",
        number: "30",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Государственный бюджет и его структура",
        number: "31",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Налоговая система",
        number: "32",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Фискальная политика",
        number: "33",
        html: `
            государственная политика, направленная на регулирование экономики с помощью правительственных расходов и налогов.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Дефляция",
        number: "34",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Стагфляция",
        number: "35",
        html: `
            инфляция, сопровождающаяся ростом безработицы.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Бюджетный дефицит",
        number: "36",
        html: `
            превышение государственных расходов над государственными доходами.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Государственный долг внешний (внутр./внешн.)",
        number: "37",
        html: `
            <strong>Государственный долг внешний</strong> - задолженность государства перед субъектами другой страны или перед странами.
            <strong>Государственный долг внутренний</strong> - задолженность государства перед гражданами, фирмами и учреждениями данной страны.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
]

export const micro = [];