export const macro = [
    {
        title: "Ключевые макроэкономические проблемы",
        number: "1",
        html: `
            <br>
            <b>жирный</b>
            <i>курсив</i>
            <p>параграф</p>
            <strong>тоже жирный? мб красный?</strong>
            <h1></h1>
            <h2></h2>
            <h3></h3>
            <h4></h4>
            <h5></h5>
            <h6></h6>
            <img src="">
            <a href="">гипертекст</a>
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Цели и инструменты государственного макроэкономического регулирования",
        number: "2",
        html: `
        <p>
            <b>Некоторый заполнитель</b> для компонента сворачивания. 
            Эта панель по умолчанию <i>скрыта</i>, но открывается, когда пользователь активирует соответствующий триггер.
        </p>
        <img src="img/cat.jpg" width="200" alt="just a cat">
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Макроэкономические цели",
        number: "3",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Субъекты и объекты макроэкономики",
        number: "4",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Различия между макро- и микроэкономикой",
        number: "5",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Система национальных счетов",
        number: "6",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ ВНП и ВВП",
        number: "7",
        html: `
            <strong>Валовой внутренний продукт</strong> - это стоимость конечных продуктов, созданных за определенный период времени производителями, ведущими производство на территории данной страны с помощью факторов производства, находящихся на территории названной страны.

            <strong>Валовой национальный продукт</strong> - это рыночная стоимость материальных благ и услуг, произведенных в экономике за определенный период времени (обычно год) посредством использования  факторов  производства,  находящихся  в собственности граждан данной страны, в том числе и на территории других стран.

            <strong>номинальный ВНП</strong> - сумма товаров и услуг, произведенная нацией в течение года, просчитанная в текущих ценах.
            <strong>Под реальным ВНП</strong> понимают сумму конечных товаров и услуг, произведенную нацией в течение года и просчитанную с учетом инфляционного прироста цен.
            <strong>Потенциальный ВНП</strong> - это сумма товаров и услуг, которая могла бы быть создана, если бы в экономике осуществлялось наиболее рациональное распределение продукта и существовала максимально возможная занятость.
            `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Экономический рост: понятие, показатели, типы",
        number: "8",
        html: `
        <strong>Экономический рост</strong> связан с эффективностью общественного производства. В свою очередь, эффективность общественного производства это его результативность, которая выражается в увеличении ВНП.

        <strong>Эффективность</strong> - величина относительная, в западной терминологии широкое распространение получила другая категория - результативность, в российской экономической литературе в основном используется термин «эффективность».
        
        <strong>Результативность</strong> - прирост продукта и дохода на единицу затрат ресурсов.
        
        Существует два пути повышения эффективности общественного производства: экстенсивный и интенсивный.
        
        <strong>Экстенсивный путь экономического роста</strong> - характеризуется приростом продукта за счет увеличения затрат ресурсов: земли, труда, капитала, производственных мощностей и т.д.
        
        <strong>Интенсивный путь экономического роста</strong> - характеризуется приростом продукта за счет наиболее рациональных способов использования имеющихся ресурсов, сопровождающихся сокращением затрат и увеличением результата.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Факторы экономического роста",
        number: "9",
        html: `
        На экономический рост влияют ряд факторов, которые можно охарактеризовать как экстенсивные, так и интенсивные. К экстенсивным факторам экономического роста относятся:
        <ul>
            <li>
                увеличение объема используемых средств производства неизменного технического уровня потенциальной эффективности;
            </li>
            <li>
                увеличение численности работников неизменного квалификационного уровня;
            </li>
            <li>
                интенсификация труда, сопровождающаяся увеличением продолжительности рабочего времени;
            </li>
            <li>
                ликвидация потерь ресурсов и увеличения количества их использования.
            </li>
        </ul>
        К интенсивным фактором экономического роста относятся:
        <ul>
            <li>
                развитие науки, расширение сферы ее применения и увеличение масштабов ее технологического использования;
            </li>
            <li>
                качественное улучшение орудий и предметов труда, изыскание новых источников энергии, разработка новых технологических процессов и т. д.;
            </li>
            <li>
                повышение общественной полезности рабочей силы;
            </li>
            <li>
                использование лучших по качеству природных ресурсов (лучших естественных и улучшенных экономических);
            </li>
            <li>
                повышение качества производимой продукции.
            </li>
        </ul>
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Экстенсивный и интенсивный типы экономического роста",
        number: "10",
        html: `
        <strong>Экстенсивный путь экономического роста</strong> - характеризуется приростом продукта за счет увеличения затрат ресурсов: земли, труда, капитала, производственных мощностей и т.д.
        
        <strong>Интенсивный путь экономического роста</strong> - характеризуется приростом продукта за счет наиболее рациональных способов использования имеющихся ресурсов, сопровождающихся сокращением затрат и увеличением результата.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Совокупный спрос и факторы, влияющие на него",
        number: "11",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Совокупное предложение и факторы, влияющие на него",
        number: "12",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Классическая и Кейнсианская концепции макроэкономического равновесия",
        number: "13",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Цикличность развития экономики",
        number: "14",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Фазы экономического цикла",
        number: "15",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Роль государства в регулировании экономических циклов",
        number: "16",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Занятость и рынок труда",
        number: "17",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Безработица: формы, виды",
        number: "18",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Безработица: регулирование, меры борьбы",
        number: "19",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Определение уровня безработицы",
        number: "20",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Сущность инфляции",
        number: "21",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Уровень и темп инфляции",
        number: "22",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Виды инфляции",
        number: "23",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Типы и формы инфляции",
        number: "24",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Инфляция и устойчивость денежного обращения",
        number: "25",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Сущность и цели кредитно-денежной политики",
        number: "26",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Функции центрального банка",
        number: "27",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Инструменты кредитно-денежной политики государства",
        number: "28",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "",
        number: "29",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Денежная масса",
        number: "30",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Государственный бюджет и его структура",
        number: "31",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Налоговая система",
        number: "32",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Фискальная политика",
        number: "33",
        html: `
            государственная политика, направленная на регулирование экономики с помощью правительственных расходов и налогов.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "Дефляция",
        number: "34",
        html: ``,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Стагфляция",
        number: "35",
        html: `
            инфляция, сопровождающаяся ростом безработицы.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Бюджетный дефицит",
        number: "36",
        html: `
            превышение государственных расходов над государственными доходами.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
    {
        title: "✅ Государственный долг внешний (внутр./внешн.)",
        number: "37",
        html: `
            <strong>Государственный долг внешний</strong> - задолженность государства перед субъектами другой страны или перед странами.
            <strong>Государственный долг внутренний</strong> - задолженность государства перед гражданами, фирмами и учреждениями данной страны.
        `,
        lecture: {
            title: "",
            href: ""
        },
        sources: [],
    },
]

export const micro = [];